site/app/views/products/index.html.erb

SELECT "products".* FROM "products"
---
    <tbody>
      <% Product.all.each do |product| %>